{"source":{"type":"source","ID":"B1","title":{"full":"Bestiary","short":"B1"},"data":{"released":"2019-08-01","added":"2023-08-08","modified":"2023-08-08","URL":"https://paizo.com/products/btq01zp4","copyright":["{@b Daemon, Guardian from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Ian McDowall.","{@b Dark Creeper from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Rik Shepard.","{@b Dark Stalker from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Simon Muth.","{@b Dragon, Faerie from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Brian Jaeger and Gary Gygax.","{@b Genie, Marid from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.","{@b Mite from the {@i Tome of Horrors Complete}} © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Ian Livingstone and Mark Barnes.","{@b {@i Pathfinder Bestiary (Second Edition)}} © 2019, Paizo Inc.; Authors: Alexander Augunas, Logan Bonner, Jason Bulmahn, John Compton, Paris Crenshaw, Adam Daigle, Eleanor Ferron, Leo Glass, Thurston Hillman, James Jacobs, Jason Keeley, Lyz Liddell, Ron Lundeen, Robert G. McCreary, Tim Nightengale, Stephen Radney-MacFarland, Alex Riggs, David N. Ross, Michael Sayre, Mark Seifter, Chris S. Sims, Jeffrey Swank, Jason Tondro, Tonya Woldridge, and Linda Zayas-Palmer."],"licenseID":"OGLv1-0a","authors":["Alexander Augunas","Logan Bonner","Jason Bulmahn","John Compton","Paris Crenshaw","Adam Daigle","Eleanor Ferron","Leo Glass","Thurston Hillman","James Jacobs","Jason Keeley","Lyz Liddell","Ron Lundeen","Robert G. McCreary","Tim Nightengale","Stephen Radney-MacFarland","Alex Riggs","David N. Ross","Michael Sayre","Mark Seifter","Chris S. Sims","Jeffrey Swank","Jason Tondro","Tonya Woldridge","Linda Zayas-Palmer"],"publisher":"Paizo"},"tags":{"misc":{"Official":true,"PFS-legal":true}}}}
