{"source":{"type":"source","ID":"SF0","title":{"full":"Stolen Fate Player's Guide","short":"SF0"},"data":{"released":"2023-04-13","added":"2023-08-08","modified":"2023-08-08","url":"https://downloads.paizo.com/StolenFatePlayersGuide.pdf","groupIDs":["SoT"],"copyright":["{@b {@i Pathfinder Core Rulebook (Second Edition)}} © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.","{@b {@i Pathfinder Stolen Fate Player's Guide}} © 2023, Paizo Inc.; Authors: James Jacobs."],"license":"OGLv1-0a","authors":["James Jacobs"],"publisher":"Paizo"},"tags":{"status":{"Missing content":true},"misc":{"Official":true}}},"background":[{"type":"background","name":{"primary":"Bookish Providence"},"source":{"page":10,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["You have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or scholars, or maybe the local bookshop or university was a place you felt safe at. Or, you could simply have been an avid reader of stories. Whatever the case, books have always brought you peace and comfort, and you try to never travel without a few packed away in your belongings. Since not every book is written in the same language, you've also picked up a few extra languages along the way. Your interest in the written word hasn't always been a positive, though. You might have been bullied or tormented by your peers for being more interested n reading than other pursuits. Or maybe you had some unsettling experiences with misinformation or knowledge that sent you in pursuit of something dangerous. Try to come up with one event from your past where your pursuit of books or the testing of knowledge learned from them placed you in danger, but also keep in mind that you managed to escape this danger because of what you've learned from your voracious reading habits!","This background is associated with the suit of Books.","Choose two ability boosts. One must be to Intelligence, and one is a free ability boost.","You gain the {@feat Multilingual} skill feat, are trained in the {@skill Lore||Academia Lore} skill, and gain the following free action.",{"name":"Recall Under Pressure","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You attempt to {@action Recall Knowledge} during a combat","entries":["Rather than roll a different skill to {@action Recall Knowledge} during the fight, your memory flashes back to something you read in some old book. You instead attempt this {@action Recall Knowledge} check with an {@skill Lore||Academia Lore} check. If the information you recall ends up being {@condition helpful} and positive in an obvious way before you take your next turn, draw a random harrow card. You gain a +1 status bonus to saving throws for the remainder of the combat encounter as your morale soars or a +2 status bonus if the card you drew was from the suit of Books."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Intelligence":true,"Free":true}},"trainedSkills":{"count":1,"skills":{"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Multilingual","sourceID":"CRB"}]},"misc":{"Grants ability":true}}},{"type":"background","name":{"primary":"Crown of Chaos"},"source":{"page":11,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["Your life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, such as being a member of a traveling circus or part of a years-long pilgrimage with a group of explorers. Maybe you were a member of a large family and found the best way to get attention was to be unpredictable. Or you could have grown up in a region where society had collapsed, such as a war zone or ruined city after a disaster, where you were forced to constantly think on your feet to handle unexpected situations. One thing you've certainly excelled at is developing the skill of lying to strangers in order to put them at ease. Is it really a bad thing to lie, after all, if the end result is good for both sides? Or at the very least, good for you?","This background is associated with the suit of Crowns.","Choose two ability boosts. One must be to Charisma, and one is a free ability boost.","You gain the {@feat Charming Liar} skill feat and are trained in a {@skill Lore} about a specific terrain, as befits where you spent most of your childhood growing up. You also gain the following free action.",{"name":"Chaotic Destiny","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You fail a saving throw during a combat","entries":["Chaos intervenes on your behalf at the last instant as you fail a saving throw. Draw a harrow card and reroll the saving throw you failed. You must take the result of the reroll, but if you drew a card from the suit of Crowns, improve the result by one degree of success."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Charisma":true,"Free":true}},"trainedSkills":{"count":1,"skills":{"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Charming Liar","sourceID":"CRB"}]},"misc":{"Grants ability":true}}},{"type":"background","name":{"primary":"Hammered by Fate"},"source":{"page":11,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["Your life has been difficult, in no small part due to the influence of all things fiendish in your past. You might be a tiefling whose heritage has resulted in you being shunned or ostracized by society, or you could be any ancestry who grew up in a land where fiendish influence lingers—such as devil-haunted Cheliax or the realm of Sarkoris Scar, where the influence of the Worldwound and its demonic invaders yet linger. Perhaps you carry an old scar or wound from a frightening encounter with a demon, have a fiend-related element as part of your class (such as a sorcerer bloodline or a fiendish patron whom you worship), or endured a long-term affliction from a fiendish source that only recently has been alleviated. Whatever the case, fate has thrown horror and terror at you at every turn, and that's taught you to always be ready for whatever those fiends might have in store for you next.","This background is associated with the suit of Hammers.","Choose two ability boosts. One must be to Strength, and one is a free ability boost.","You gain the {@feat Hefty Hauler} skill feat and are trained in one of the following {@skill Lore} skills, as fits your history: {@skill Lore||Daemon Lore}, {@skill Lore||Demon Lore}, or {@skill Lore||Devil Lore}. You also gain the following free action.",{"name":"Harrow the Fiend","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You start your turn in combat against a foe or foes you recognize to be fiends","entries":["You gain a +1 status bonus on all Strikes or spell attack rolls against fiends for the duration of combat. Once during combat, you can draw a harrow card after you determine if a {@action Strike} or spell attack on a fiend hits but before you determine damage or effects caused to the fiend. If you draw a card from the suit of Hammers, increase the degree of success of your {@action Strike} or spell attack by one."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Strength":true,"Free":true}},"trainedSkills":{"count":1,"skills":{"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Hefty Hauler","sourceID":"CRB"}]},"misc":{"Grants ability":true}}},{"type":"background","name":{"primary":"Keys to Destiny"},"source":{"page":11,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["From as far back as you can remember, it seems you were always meant to enter a specific industry or profession, be it artistry, engineering, farming, herbalism, labor, merchantry, scribing, theater, or warfare. Perhaps your parents belonged to this profession and encouraged you to follow in their footsteps, or maybe a personal hero of yours inspired you to take up their calling in honor of their accomplishments.","Whatever the reason, the skills associated with that profession came naturally to you, but as time wore on and you grew older, you began to realize that this profession, while interesting to you, isn't what you want to do with your life. The lure of glory and adventure beckons. You can always go back to the studio, farm, or stage once you retire, after all!","This background is associated with the suit of Keys.","Choose two ability boosts. One must be to Dexterity, and one is a free ability boost.","You gain the {@feat Assurance} general skill feat and are trained in one of the following {@skill Lore} skills associated with a profession, as befits your history: {@skill Lore||Art Lore}, {@skill Lore||Engineering Lore}, {@skill Lore||Farming Lore}, {@skill Lore||Herbalism Lore}, {@skill Lore||Labor Lore}, {@skill Lore||Mercantile Lore}, {@skill Lore||Scribing Lore}, {@skill Lore||Theater Lore}, or {@skill Lore||Warfare Lore}. You also gain the following free action.",{"name":"Lucky Break","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You attempt a skill check during Exploration or Downtime","entries":["Draw a harrow card, then reroll the skill check. If you draw a card from the suit of Keys, add a +4 status bonus to the original roll and your reroll, then take the result you prefer as your actual result. If you drew any other card, you gain no bonus and must take the result of the rerolled skill check."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Dexterity":true,"Free":true}},"trainedSkills":{"count":1,"skills":{"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Assurance","sourceID":"CRB"}]},"misc":{"Grants ability":true}}},{"type":"background","name":{"primary":"Shielded Fortune"},"source":{"page":12,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["You've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You regularly emerged relatively unscathed from accidents could have been quite dangerous. At some point in your past, you had a particularly close call with death—be it from a near-fatal accident, a fight gone horribly wrong, a close call with illness, or something similar, yet you quickly recovered.","You may or may not believe you're more fated to face unexpected hardship in your life, but regardless, you know you can take what destiny has to dish out.","This background is associated with the suit of Shields.","Choose two ability boosts. One must be to Constitution, and one is a free ability boost.","You gain the {@feat Toughness} general feat and also gain the following free action.",{"name":"Fated Not to Die","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You are {@condition dying}","entries":["Draw a harrow card, and you automatically lose the {@condition dying} condition, though you remain {@condition unconscious} at 0 Hit Points. If the card you drew was from the suit of Shields, you awaken and have an amount of Hit Points restored to you equal to {@dice 1d6} + your level."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Constitution":true,"Free":true}},"gainedFeats":{"count":1,"options":[{"name":"Toughness","sourceID":"CRB"}]},"misc":{"Grants ability":true}}},{"type":"background","name":{"primary":"Writ in the Stars"},"source":{"page":12,"ID":"SF0"},"data":{"traits":[{"trait":"rare"}],"entries":["Destiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you had your fortune told as a young adult and the results were so shockingly accurate that you became a believer. The mysteries of what might lie in store for us all have long intrigued you, and you're always eager to debate whether or not we have free will or if destiny is predetermined—be it for one side or the other. You may see the failure of prophecy that began with the onset of the Age of Lost Omens as a dire indication of some sort of horrible cosmic mistake.","Conversely, you could view this age as new era of freedom where reality is finally admitting that each person is free to determine their own path to the future. You still own a small token from your childhood that you view as a lucky charm, but whatever your beliefs are today, many of your fortunes have foretold that great things lie in store for you in the future, and you can't wait to find out what they might be!","This background is associated with the suit of Stars.","Choose two ability boosts. One must be to Wisdom, and one is a free ability boost.","You gain the {@feat Pilgrim's Token|APG} skill feat (this token need not be from a faith and could simply be a good luck charm) and are trained in the {@skill Lore||Fortune-Telling Lore} skill. You also gain the following free action.",{"name":"A Quick Glimpse Beyond","activity":{"number":1,"unit":"free"},"traits":["fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You attempt a secret check","entries":["You can roll the secret check yourself rather than have the GM roll it. As you roll, draw a harrow card. If the card drawn is from the suit of Stars, the next secret check you make during the next 24 hours can also be rolled by you. Each time you roll your own additional secret check in this way, draw a new harrow card, and each time you draw a card from the suit of Stars, your next secret check in the next 24 hours can also be rolled by you. If you ever critically fail a secret check that you roll yourself as a result of this ability, fate turns away from you, and your {@feat Pilgrim's Token|APG} no longer functions until the next time you make your daily preparations."],"type":"ability"}]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Wisdom":true,"Free":true}},"gainedFeats":{"count":1,"options":[{"name":"Pilgrim's Token","sourceID":"APG"}]},"misc":{"Grants ability":true}}}]}
