{"source":[{"type":"source","ID":"WoW0","title":{"full":"Wardens of Wildwood Player's Guide","short":"WoW0"},"data":{"released":"2024-04-23","added":"2024-04-24","modified":"2024-04-24","URL":"https://downloads.paizo.com/WardensofWildwood_PlayersGuide.pdf","groupIDs":["WoW"],"copyright":["{@b Attribution:} This product is original game content and is not based on a licensed game system.","If you use our Licensed Material in your own published work, please credit us in your product as follows:","{@b {@i Pathfinder Wardens of Wildwood Player's Guide}} © 2024, Paizo Inc.; Authors: John Compton and Michelle Y. Kim.","{@b Reserved Material:} Reserved Material elements in this product include all elements designated as Reserved Material under the ORC License. To avoid confusion, such items include: All trademarks, registered trademarks, proper nouns (characters, deities, locations, etc., as well as all adjectives, names, titles, and descriptive terms derived from proper nouns), artworks, characters, dialogue, locations, organizations, plots, storylines, and trade dress.","{@b Expressly Designated Licensed Material:} This product contains no Expressly Designated Licensed Material."],"licenseID":"ORC","authors":["John Compton","Michelle Y. Kim"],"publisher":"Paizo"},"tags":{"misc":{"Official":true}}}],"background":[{"type":"background","name":{"primary":"Fey Friend"},"source":{"page":7,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["Many grow up hearing cautionary tales of mischievous fey, and with good reason: from sprites' pranks to gremlins' sabotage to redcaps' outright lethality, fey pose a real danger to the unwary. But not for you—usually! Whether you grew up near an enchanted wilderness, have visited the First World, frequently deal with nature spirits, or even were a fey foundling raised by otherworldly beings, you're well acquainted with fey, their myriad traditions, and their even more numerous tricks. Fey and the Wildwood Lodge aren't the same thing, yet there's enough overlap that you're sure to fit in at the upcoming Greenwood Gala.","Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.","You're trained in the {@skill Deception} skill and the {@skill Lore||Fey Lore} skill. You gain the {@feat Charming Liar} skill feat."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Charisma":true,"Dexterity":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Deception":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Charming Liar","sourceID":"CRB"}]}}},{"type":"background","name":{"primary":"Green Faith Pilgrim"},"source":{"page":7,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["You are an adherent of the Green Faith, striving to bring harmony between nature and civilization. While you might hail from Shining Kingdom region surrounding the Verduran Forest, the annual Moot of Ages draws visitors from across the world. Traveling here is a sacred journey that could deepen your understanding of nature's will. As part of your journey and natural communion, you've relied heavily on flora and fauna to ease your sores and other injuries.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Nature} skill and the {@skill Lore||Green Faith Lore} skill. You gain the {@feat Natural Medicine} skill feat."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Constitution":true,"Wisdom":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Nature":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Natural Medicine","sourceID":"CRB"}]}}},{"type":"background","name":{"primary":"Moot Guard"},"source":{"page":7,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["You are a respected guardian of the Verduran Forest, and the Wildwood Lodge has called upon you to manage security at their upcoming Greenwood Gala. What deeds earned you such trust and esteem? Perhaps you haveskirmished with Taldan poachers, subdued riotous fey festivities, or spent years systematically sabotaging illegal Andoren woodcutting ventures. Maybe you are officially part of the Wildwood Lodge, serving as a part- time bodyguard and negotiator to help maintain order— otherwise Taldan nobles might send in their own army to keep the peace. Whatever the case, you know that tensions are building between factions who support and oppose the lodge's current leader, Valenar the Green, and you might have to step in to keep the Greenwood Gala fun and welcoming.","Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.","You're trained in the {@skill Intimidation} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Intimidating Glare} skill feat."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Strength":true,"Constitution":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Intimidation":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Intimidating Glare","sourceID":"CRB"}]}}},{"type":"background","name":{"primary":"Tree Friend"},"source":{"page":8,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["You aren't a mere visitor or settler living on a woodland's outskirts; you're an avid inhabitant of the Verduran Forest or another verdant wilderness. Intelligent plants like arboreals and leshies have accepted you as their neighbor, and you're adept at communicating with such creatures to avoid misunderstandings and violence. Even if you aren't part of the Wildwood Lodge, you have such a deeply ingrained connection to nature that the druids welcome you to their event.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Forest Lore} skill. You gain the {@feat No Cause for Alarm|APG} skill feat, and you can choose {@language Arboreal|B1} as one of your known languages."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Intelligence":true,"Charisma":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Diplomacy":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"No Cause for Alarm","sourceID":"APG"}]}}},{"type":"background","name":{"primary":"Verduran City Folk"},"source":{"page":8,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["You hail from one of the few large settlements in or around the Verduran Forest, such as Bellis or Wispil. It might be that you're part of these towns' timber operations or supporting industries, such as transporting supplies, overseeing operations, or serving as a remote bureaucrat who reports to a distant capital and enforces the Treaty of the Wildwood. Whatever the case, you're part of a scattered constellation of settlements that share cultural touchstones, including fey-inspired games like Prismati.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Games Lore} skill. You gain either {@feat Multilingual} or {@feat Streetwise} as a skill feat."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Dexterity":true,"Intelligence":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Society":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Multilingual","sourceID":"CRB"},{"name":"Streetwise","sourceID":"CRB"}]}}},{"type":"background","name":{"primary":"Wood Warden"},"source":{"page":8,"ID":"WoW0"},"data":{"traits":[{"trait":"uncommon"}],"entries":["For all their thorns, beasts, and hazards, the wilds aren't invulnerable. If the natural wonders of the Verduran Forest are to survive, they need guardians like you. You have learned to monitor and protect wildernesses, earning you the Verduran Lodge's respect even if you're not affiliated with any druidic organization. Perhaps you grew up in a community that revered and carefully managed its local ecosystem, learning millennia-old traditions. It could be you were an unlikely survivor who learned to live off the land out of necessity, gradually becoming its protector. Whatever the case, traveling to the Greenwood Gala is a great opportunity to share your knowledge, learn new tricks, and recruit allies who can help defend your home.","Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.","You're trained in the {@skill Survival} skill and the {@skill Lore||Scouting Lore} skill. You gain the {@feat Survey Wildlife} skill feat."]},"tags":{"abilityBoosts":{"count":2,"abilities":{"Strength":true,"Wisdom":true,"free":true}},"trainedSkills":{"count":2,"skills":{"Survival":true,"Lore":true}},"gainedFeats":{"count":1,"options":[{"name":"Survey Wildlife","sourceID":"CRB"}]}}}]}
