{
	"type": "background",
	"name": {
		"primary": "Close Ties"
	},
	"source": {
		"page": 11,
		"ID": "SoG0"
	},
	"data": {
		"traits": [
			{
				"trait": "rare"
			}
		],
		"entries": [
			"You've forged a close friendship with one of Willowshore's notable citizens, and you have a long tradition of sharing tea with each other while chatting about shared interests, plans for the future, town gossip, or other matters of note. Work with your GM to choose one of the NPCs mentioned in the Willowshore Gazetteer (other than Granny Hu or Old Matsuki)—your GM might have suggestions for which NPC makes the most sense for your character or might know something about an NPC's eventual role in the campaign that would give your character a compelling story beat.",
			"You could be an employee or apprentice of this NPC, a close relation or friend, or even a friendly competitor in some way.",
			"Your home is likely relatively close to the place of business or home of your NPC ally.",
			"During the Reenactment Festival, you likely spent time with your NPC ally and might have made plans to get together the next day on the first day of summer, perhaps have tea together. You were chosen to be an abductee during the Reenactment Festival because your NPC friend or ally suggested the experience would be fun or good for you, or because they'd done it the previous year at your urging and now \"it's your turn.\"",
			"Choose two ability boosts. One must be to Charisma or Intelligence, and one is a free ability boost.",
			"You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Tea Lore} skill. You gain the {@feat Specialty Crafting} skill feat (choose a specialty associated with your allied NPC), and your allied NPC begins with an attitude of {@condition friendly} toward the party (rather than {@condition indifferent}, which is the initial norm for all Willowshore NPCs).",
			{
				"type": "ability",
				"style": "compact",
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"trigger": "Someone in the party makes an NPC in Willowshore {@condition friendly}",
				"entries": [
					"Your reputation precedes you, even if you aren't the one making the attempt to influence an NPC. The NPC is made {@condition helpful} instead of {@condition friendly}. Making an NPC {@condition helpful} can unlock additional support from their location in Willowshore—your GM has more information about this mechanic."
				]
			}
		]
	},
	"tags": {
		"abilityBoosts": {
			"count": 2,
			"abilities": {
				"Charisma": true,
				"Intelligence": true,
				"Free": true
			}
		},
		"trainedSkills": {
			"count": 2,
			"skills": {
				"Diplomacy": true,
				"Lore": true
			}
		},
		"gainedFeats": {
			"count": 1,
			"options": [
				{
					"name": "Speciality Crafting",
					"sourceID": "CRB"
				}
			]
		},
		"misc": {
			"Grants ability": true
		}
	}
}
