{
	"type": "background",
	"name": {
		"primary": "Northridge Scholar"
	},
	"source": {
		"page": 12,
		"ID": "SoG0"
	},
	"data": {
		"traits": [
			{
				"trait": "rare"
			}
		],
		"entries": [
			"The political faction of Northridge is focused on modern pragmatism and urban growth. While there are certainly those in this faction who regard those of Southshore as rubes, bumbling yokels, or stubborn traditionalists who would prefer Willowshore never grow, most of those following this local faction instead put their energy into developing Willowshore, envisioning a time when the town might grow into an important hub for trade. Your interests lie more along the concept of Willowshore as a place for learning—a school, library, or even small university could do so much for your town! Of course, as invigorating as it is to study and learn, you also understand that expanding Willowshore in such a way will require lots of hard work, and your childhood helping to lay foundations or raise buildings has given you a physique that eludes the typical scholar.",
			"Your home is likely somewhere along the northern banks of the Ceiba River to the east of downtown Willowshore.",
			"During the Reenactment Festival, you likely helped to run some of the festivities or spent time simply sitting back to people-watch. You volunteered to be an abductee during the Reenactment Festival because the experience of taking part in one of the town's longest-running traditions is an honor you've always wanted to experience.",
			"Choose two ability boosts. One must be to Constitution or Strength, and one is a free ability boost.",
			"You're trained in the {@skill Society} skill and the {@skill Lore||Academia Lore} skill. You gain the {@feat Additional Lore} feat.",
			{
				"type": "ability",
				"style": "compact",
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"trigger": "The party's reputation with Northridge increases",
				"entries": [
					"Increase the party's reputation with Northridge by an additional 2 points (your GM has information about Willowshore reputation)."
				]
			}
		],
		"_tags": {
			"abilityBoosts": {
				"count": 2,
				"abilities": {
					"Constitution": true,
					"Strength": true,
					"free": true
				}
			},
			"trainedSkills": {
				"count": 2,
				"skills": {
					"Society": true,
					"Lore": true
				}
			},
			"gainedFeats": {
				"count": 1,
				"options": [
					{
						"name": "Additional Lore",
						"sourceID": "CRB"
					}
				]
			},
			"misc": {
				"Grants ability": true
			}
		}
	}
}
