{
	"type": "background",
	"name": {
		"primary": "Outskirt Dweller"
	},
	"source": {
		"page": 12,
		"ID": "SoG0"
	},
	"data": {
		"traits": [
			{
				"trait": "rare"
			}
		],
		"entries": [
			"While Willowshore is a lovely small town, even a population of 200 is a bit much for you. Whether you grew up in the town's outskirts, or you grew frustrated and overwhelmed with town life and decided to move to the fringes, you're only really at home when you're surrounded by nature. You don't look down on those who live in town, and you might be among the hunters, trappers, fishers, or herbalists who provide important support to those who lack such forestry skills.",
			"Your home is on the outskirts of Willowshore and might not even be represented by an actual building on the map. With the GM's permission, you might even dwell in a small building further out in the Willowshore hinterlands, but no further than a couple of miles from town.",
			"During the Reenactment Festival, you likely showed up late and weren't intending to stay for long, but your friends and allies (the other PCs) convinced you to stick around. You were chosen to be an abductee during the Reenactment Festival at the last minute when someone else had to back out (perhaps as a result of overindulging during the feast), and your friends (the other PCs) convinced you to join them on what would be a fun, shared experience. And since it involves sleeping out under the stars in the woods, well, that's a pretty lovely way to end an evening!",
			"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
			"You're trained in the {@skill Nature} skill and the {@skill Lore||Hunting Lore} skill. You gain the {@feat Terrain Expertise} (forest) skill feat.",
			{
				"type": "ability",
				"style": "compact",
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"trigger": "You're about to roll initiative",
				"entries": [
					"Something about the situation triggers your defenses, allowing you to react to sudden peril more quickly. You gain a status bonus to your initiative roll equal to the number of seasons since you've started Season of Ghosts (+1 during the first adventure, up to a maximum of +4 during the fourth and final adventure). If you can communicate a warning to other PCs, they gain this bonus to their initiative as well."
				]
			}
		]
	},
	"tags": {
		"abilityBoosts": {
			"count": 2,
			"abilities": {
				"Dexterity": true,
				"Wisdom": true,
				"Free": true
			}
		},
		"trainedSkills": {
			"count": 2,
			"skills": {
				"Nature": true,
				"Lore": true
			}
		},
		"gainedFeats": {
			"count": 1,
			"options": [
				{
					"name": "Terrain Expertise",
					"source": "CRB"
				}
			]
		},
		"misc": {
			"Grants ability": true
		}
	}
}
