{
	"type": "background",
	"name": {
		"primary": "Southbank Traditionalist"
	},
	"source": {
		"page": 12,
		"ID": "SoG0"
	},
	"data": {
		"traits": [
			{
				"trait": "rare"
			}
		],
		"entries": [
			"The political faction of Southbank represents the original founders of Willowshore, a hearty band of settlers whose skills and focus tend toward the earthly and humble. While there are certainly those in this faction who regard Northridge as vapid urbanites, merchants, and powerhungry politicians, most in Southbank devote their energy to helping Willowshore stay fed, honoring its long-standing traditions, and remaining relatively self-sufficient. Your interests in Willowshore's history are closely tied to the traditions of farming and building what you need with your own two hands, as well as taking part in the shared oral history of the region. Whether it's enjoying discussions with local elders about the past or helping newcomers learn Willowshore's ways, you're always eager to help uphold the town's traditions.",
			"Your home is likely located south of the Ceiba River, on the southernmost outskirts of town.",
			"During the Reenactment Festival, you likely spent time helping to set up the feasts, assisted in running some of the events, and otherwise worked behind the scenes. You were chosen to be an abductee during the Reenactment Festival because you lost a bet, owed a favor, or otherwise got pressured or tricked into the role by a family member, friend, or coworker. Perhaps someone who was going to be one of the abductees but had to back out at the last moment, and so you ended up taking their place.",
			"Choose two ability boosts. One must be to Charisma or Constitution, and one is a free ability boost.",
			"You're trained in the {@skill Crafting} skill and the {@skill Lore||Farming Lore} skill. You gain the {@feat Hobnobber} feat.",
			{
				"type": "ability",
				"style": "compact",
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"trigger": "The party's reputation with Southbank increases",
				"entries": [
					"Increase the party's reputation with Southbank by an additional 2 points (your GM has information about Willowshore reputation)."
				]
			}
		]
	},
	"tags": {
		"abilityBoosts": {
			"count": 2,
			"abilities": {
				"Charisma": true,
				"Constitution": true,
				"Free": true
			}
		},
		"trainedSkills": {
			"count": 2,
			"skills": {
				"Crafting": true,
				"Lore": true
			}
		},
		"gainedFeats": {
			"count": 1,
			"options": [
				{
					"name": "Hobnobber",
					"source": "CRB"
				}
			]
		},
		"misc": {
			"Grants ability": true
		}
	}
}
