{
	"type": "background",
	"name": {
		"primary": "Willowshore Urchin"
	},
	"source": {
		"page": 13,
		"ID": "SoG0"
	},
	"data": {
		"traits": [
			{
				"trait": "rare"
			}
		],
		"entries": [
			"As with any settlement, not all of Willowshore's citizens are born into easy lives. You grew up on the town streets, either as an orphan or hardscrabble youth who was forced at a young age to help provide for your family. You might technically have had a home of your own, but for various reasons, you had, or preferred, to live most of your childhood outside of those walls. You might have run with a gang of kids (some of whom might even be fellow PCs), or you could've been a loner who managed to survive against all odds. Regardless, your childhood was one of forced ingenuity, desperation, and physicality. Hardly a week would've passed without you having to jury-rig a solution to some problem or to simply use your reflexes or brawn to solve a situation quickly before things escalated. While you might have left your old life behind you now that you're all grown up, the time you spent on Willowshore's streets have made you the person you are today.",
			"You might still be technically homeless, subsisting on the street and never sleeping in the same place twice in a row. You might keep a small shanty or hideout somewhere in town as well. It's also possible that, despite your childhood, you've been fortunate enough to find a family or home, in which case your home could be anywhere in Willowshore.",
			"During the Reenactment Festival, you likely enjoyed the revelry... perhaps a bit too much! Festivals were always times of excitement in your childhood, and this one is no exception. You were chosen to be an abductee during the Reenactment Festival simply by chance—maybe your name was selected by a blind draw, or perhaps someone dared you to take part, or you could simply have craved the attention.",
			"Choose two ability boosts. One must be to Dexterity or Strength, and one is a free ability boost.",
			"You're trained in the {@skill Athletics} skill and the {@skill Lore||Engineering Lore} skill. You gain the {@feat Charming Liar} feat.",
			{
				"type": "ability",
				"style": "compact",
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"trigger": "You (or an adjacent PC) are about to roll a recovery check",
				"entries": [
					"You gain an automatic critical success on the recovery check rather than rolling it as your hearty physique, tenacious attitude, or just plain old luck continues to help you survive the way it had during your childhood. If you're adjacent to a PC who's about to roll a recovery check, you can instead use this boon to grant them this effect."
				]
			}
		]
	},
	"tags": {
		"abilityBoosts": {
			"count": 2,
			"abilities": {
				"Dexterity": true,
				"Strength": true,
				"free": true
			}
		},
		"trainedSkills": {
			"count": 2,
			"skills": {
				"Athletics": true,
				"Lore": true
			}
		},
		"gainedFeats": {
			"count": 1,
			"options": [
				{
					"name": "Charming Liar",
					"sourceID": "CRB"
				}
			]
		},
		"misc": {
			"Grants ability": true
		}
	}
}
