{
	"type": "skill",
	"source": {
		"ID": "CRB",
		"page": 247
	},
	"name": {
		"primary": "Lore"
	},
	"data": {
		"entries": [
			"You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn't increase your proficiency with Sailing Lore, for example.",
			"You gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they'll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to {@action Recall Knowledge}, and they should never be able to fully or mainly take the place of another skill's {@action Recall Knowledge} action. For instance, you couldn't choose Magic Lore to recall the breadth of knowledge about magic covered by {@skill Arcana}, {@skill Nature}, {@skill Occultism}, and {@skill Religion}, or Adventuring Lore to give you all the information an adventurer needs, or Planar Lore to gain all the information spread across various skills and subcategories such as Heaven Lore.",
			"If you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there's any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not.",
			"Even if you're untrained in Lore, you can use it to {@action Recall Knowledge}.",
			{
				"type": "list",
				"items": [
					"{@b {@action Recall Knowledge}} about the subject of your Lore skill's subcategory."
				]
			},
			{
				"type": "pf2-sample-box",
				"name": "Common Lore Subcategories",
				"entries": [
					"You can learn any Lore skill your GM gives you permission to take. The following list covers a wide variety of common Lore topics appropriate for most campaigns. Backgrounds often grant you a Lore from this list.",
					{
						"type": "list",
						"items": [
							"Academia Lore",
							"Accounting Lore",
							"Architecture Lore",
							"Art Lore",
							"Circus Lore",
							"Engineering Lore",
							"Farming Lore",
							"Fishing Lore",
							"Fortune-Telling Lore",
							"Games Lore",
							"Genealogy Lore",
							"Gladiatorial Lore",
							"Guild Lore",
							"Heraldry Lore",
							"Herbalism Lore",
							"Hunting Lore",
							"Labor Lore",
							"Legal Lore",
							"Library Lore",
							"Lore about a specific deity ({@deity Abadar} Lore, {@deity Iomedae} Lore, etc.)",
							"Lore about a specific creature or narrow category of creatures ({@trait Demon} Lore, {@creature Owlbear} Lore, {@trait Vampire} Lore, etc.)",
							"Lore of a specific plane other than the Material Plane, or the plane in which the game is set if not the Material Plane ({@place Abyss} Lore, {@place Astral Plane} Lore, {@place Heaven} Lore, etc.)",
							"Lore about a specific settlement (Absalom Lore, Magnimar Lore, etc.)",
							"Lore about a specific terrain (Mountain Lore, River Lore, etc.)",
							"Lore of a type of food or drink (Alcohol Lore, Baking Lore, Butchering Lore, Cooking Lore, Tea Lore, etc.)",
							"Mercantile Lore",
							"Midwifery Lore",
							"Milling Lore",
							"Mining Lore",
							"Sailing Lore",
							"Scouting Lore",
							"Scribing Lore",
							"Stabling Lore",
							"Tanning Lore",
							"Theater Lore",
							"Underworld Lore",
							"Warfare Lore"
						]
					}
				]
			},
			{
				"type": "pf2-h3",
				"name": "Lore Trained Action",
				"entries": [
					"You must be trained in Lore to use it to {@action Earn Income}.",
					{
						"type": "list",
						"items": [
							"{@b {@action Earn Income}} by using your knowledge to practice a trade."
						]
					}
				]
			}
		]
	}
}
