{
	"type": "skill",
	"source": {
		"ID": "CRB",
		"page": 448
	},
	"name": {
		"primary": "Perception"
	},
	"data": {
		"entries": [
			"Perception measures your ability to be aware of your environment. Every creature has Perception, which works with and is limited by a creature's senses. Whenever you need to attempt a check based on your awareness, you'll attempt a Perception check. Your Perception uses your Wisdom modifier, so you'll use the following formula when attempting a Perception check.",
			{
				"type": "pf2-inset",
				"entries": [
					"Perception check result = d20 roll + Wisdom modifier + proficiency bonus + other bonuses + penalties"
				]
			},
			"Nearly all creatures are at least trained in Perception, so you will almost always add a proficiency bonus to your Perception modifier. You might add a circumstance bonus for advantageous situations or environments, and typically get status bonuses from spells or other magical effects. Items can also grant you a bonus to Perception, typically in a certain situation. For instance, a fine spyglass grants a +1 item bonus to Perception when attempting to see something a long distance away. Circumstance penalties to Perception occur when an environment or situation (such as fog) hampers your senses, while status penalties typically come from conditions, spells, and magic effects that foil the senses. You'll rarely encounter item penalties or untyped penalties for Perception.",
			"Many abilities are compared to your Perception DC to determine whether they succeed. Your Perception DC is 10 + your total Perception modifier.",
			{
				"type": "pf2-h4",
				"name": "Perception for Initiative",
				"entries": [
					"Often, you'll roll a Perception check to determine your order in initiative. When you do this, instead of comparing the result against a DC, everyone in the encounter will compare their results. The creature with the highest result acts first, the creature with the second-highest result goes second, and so on. Sometimes you may be called on to roll a skill check for initiative instead, but you'll compare results just as if you had rolled Perception. The full rules for initiative are found in the rules for encounter mode on page 468."
				]
			}
		]
	}
}
