{"source":[{"type":"source","ID":"SolthesiaAG","title":{"full":"Solthesia Adventure Guide","short":"SAG"},"data":{"released":"2023-09-17","added":"2023-09-17","modified":"2023-09-17","URL":"https://github.com/pf2ools/pf2ools-data","copyright":["{@b {@i Pathfinder Core Rulebook (Second Edition)}} © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.","{@b {@i Solthesia Adventure Guide}} © 2023, Spappz; Authors: Spappz."],"licenseID":"OGLv1-0a","authors":["Spappz"]},"tags":{"misc":{"Playtest":true}}}],"divineIntercession":[{"type":"divineIntercession","name":{"primary":"Boazandravul"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Rock of the Mountain keeps a stern watch over its monasteries and mendicants, warding and empowering the diligent while condemning the rash and profligate."],"Minor Boon":["Once, when you fail a Fortitude saving throw, you critically succeed instead. Boazandravul typically grants this boon when you would otherwise become unable to protect others are in immediate danger."],"Moderate Boon":["You can cast the {@ritual commune with nature} ritual; when you do so as the primary caster, you have a +3 status bonus to the check. Additionally, you have a +2 status bonus to saves against {@trait disease} and {@trait poison}."],"Major Boon":["You feel the strength of Boazandravul hold you firm. Increase your maximum and {@condition encumbered} Bulk limits by 5. Additionally, you gain the Centre the Mountain's Spine activity.",{"type":"ability","style":"compact","name":"Centre the Mountain's Spine","activity":{"number":3,"unit":"action"},"traits":["concentrate","divine","healing","manipulate"],"frequency":{"unit":"minute","number":10},"requirements":"You are {@condition enfeebled} or {@condition sickened}","entries":["Reduce the value of the {@condition enfeebled} or {@condition sickened} condition by one."]}],"Minor Curse":["The earth itself shuns you. You have a −5 penalty to {@action Cover Tracks}, {@action Subsist}, or {@action Track} outdoors."],"Moderate Curse":["Your possessions become brittle. Reduce the Hardness and Broken Threshold of any stone or metal items you possess by half. Each time you {@action Strike} with a stone or metal weapon, or are hit while wearing stone or metal armour or wielding a stone or metal shield, reduce that item's Hit Points by 1. This curse has no effect on {@trait artifact||artifacts} or similarly powerful items."],"Major Curse":["Boazandravul sends a {@trait dragon} emissary to punish you, preferably (but not exclusively) by imprisoning or grievously maiming you. The {@trait dragon} avoids harming other creatures or their possessions, potentially waiting until you are travelling alone or otherwise informing a community of the upcoming battle."],"deity":{"sourceID":"SolthesiaAG","name":"Boazandravul"}}},{"type":"divineIntercession","name":{"primary":"Dolos"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Great Owl is protective of its followers, rewarding those most receptive of its mentorship and twisting the minds of those who would bring them harm."],"Minor Boon":["You gain the effects of {@spell true seeing} once. Dolos typically grants this boon at a critical juncture, but only when you already suspect that something is not as it seems."],"Moderate Boon":["Dolos grants you a small token with the {@relicGift precognition} relic gift. The GM chooses the token's form, or if one of your mundane belongings is transformed into this token."],"Major Boon":["You gain the {@feat Mental Static} {@class psychic} feat, and you can trigger it also when you roll a success on a Will save against a {@trait mental} effect from a creature. Additionally, you gain a focus pool of 1 Focus Point, or increase the number of Focus Points in your focus pool by 1, and you learn the {@spell light of revelation} focus spell."],"Minor Curse":["The next time you consciously plan to harm a devotee of Dolos or something significant to them, that devotee immediately becomes aware of it. The devotee sees a vision of your appearance and the target of your ill will, but not any details of your plan. If this occurs during encounter mode, the devotee also gains a +5 status bonus to any checks or DCs to resist your hostile actions for 1 round."],"Moderate Curse":["You become permanently illiterate for as long as you maintain Dolos' ire. Whenever you see writing more complex than a child's, make a DC 25 Will save. On a failure, you are {@condition frightened <1>} of the text for as long as you can see it ({@condition frightened <2>} on a critical failure). On a success or critical success, you don't need to make the save again against that text for 24 hours."],"Major Curse":["Dolos afflicts your mind until it breaks. You are afflicted with {@disease brain worms} at stage 1, except the DC is 35 and you always target yourself with your attacks while {@condition confused}. This disease is {@trait magical} and not caused by physical worms. If you ever rid yourself of the affliction, you return to stage 1 after {@dice 1d4} weeks unless you have begun to make amends with Dolos."],"deity":{"sourceID":"SolthesiaAG","name":"Dolos"}}},{"type":"divineIntercession","name":{"primary":"Dvadat Zikir"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["Dvadat Zikir typically only intercedes within its insular communities of devotees, capriciously exalting its most enthusiastic celebrants while corrupting its abstainers and apostates until they return to its fold."],"Minor Boon":["Once, when you would suffer a harmful effect and can use a reaction, Dvadat Zikir seizes your mind to spur you to safety. You use your reaction to immediately {@action Step} twice before resolving the triggering effect; you are unaffected if you end the movement outside its range. For 1 round, you are {@condition quickened <1>}, have a +3 status bonus to saves against {@trait mental} effects, and are {@condition controlled} by Dvadat Zikir.","Dvadat Zikir typically grants this boon only when it would save you from a certain, physically caused death. It usually uses its control over you to simply have you escape unless it is certain it can neutralise the threat through you."],"Moderate Boon":["Dvadat Zikir worms its way behind your eyes and grants you sight. During each of your daily preparations, roll a {@dice d8}. You gain the following sense until you next make your daily preparations: 1 = {@ability darkvision}, 2 = echolocation (precise) 60 feet, 3 = {@ability lifesense} (precise) 60 feet, 4 = {@ability scent} (imprecise) 300 feet, 5 = thoughtsense (imprecise) 30 feet, 6 = {@ability tremorsense} (precise) 100 feet, 7 = {@ability wavesense} (precise) 500 feet, 8 = your choice from this list."],"Major Boon":["Dvadat Zikir blesses the tongue of its most loyal servants. You can cast {@spell subconscious suggestion} as an innate {@trait divine} spell. If the target gets a critical success against your {@spell subconscious suggestion}, it instead gets a success, but it is also immune to your {@spell subconscious suggestion} for 1 day."],"Minor Curse":["For lesser infractions, Dvadat Zikir's emissaries mar only the body. You suffer the effects of the {@curse curse of biting swarms|LOIL} as long as you have Dvadat Zikir's disfavour."],"Major Curse":["Dvadat Zikir reserves its greatest gift, ironically, for its greatest offenders, prying into your mind and cleaving it open. You suffer the effects of the {@spell synesthesia} spell permanently. Additionally, Dvadat Zikir casts the {@ritual geas} ritual on you at 10th level, commanding you to follow its edicts with an unlimited duration. It doesn't need secondary casters or secondary checks to do so, and it automatically gets a critical success on its primary check."],"deity":{"sourceID":"SolthesiaAG","name":"Dvadat Zikir"}}},{"type":"divineIntercession","name":{"primary":"Dzafur"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Fat Frog rewards the most keen and tenacious among its faithful, and damns those that would contravene its orders."],"Minor Boon":["Dzafur blesses your work. For one week, roll your checks to {@action Earn Income} twice and take the better result. This is a {@trait fortune} effect."],"Moderate Boon":["Dzafur blesses your mind. Increase your proficiency in {@skill Lore||Legal Lore} by one rank. Additionally, you become trained in one other {@skill Lore} subcategory of the GM's choice."],"Major Boon":["Dzafur blesses your leadership. You are immune to the {@condition confused} condition. Additionally, you and your allies within 60 feet gain a +2 status bonus to {@action Aid} and {@action Follow the Expert}."],"Minor Curse":["Dzafur pointedly indicates your impropriety. The next time you {@action Coerce}, {@action Lie}, {@action Impersonate}, or make a check to unfairly negotiate a contract, weedy river-water fills mouth. Reroll the check with a −5 circumstance penalty and take the worse result. This is a {@trait misfortune} effect. Dzafur times the outburst in such a way to highlight your dishonesty or underhandedness."],"Moderate Curse":["A persistent damp clings to your home, properties, and belongings, creating a stale odour and encouraging decay. You have a −2 status penalty to Wisdom- and Charisma-based checks and DCs in your properties or workplaces, or when interacting closely with your belongings."],"Major Curse":["You become caked in an unpleasant, foul-smelling, highly conspicuous slime no matter how often you wash it off. You are permanently {@condition clumsy <2>}, all your Speeds have a −10-feet status penalty, and anything you write is illegible to both you and everyone else."],"deity":{"sourceID":"SolthesiaAG","name":"Dzafur"}}},{"type":"divineIntercession","name":{"primary":"Ilo"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["Ilo dutifully watches over its devotees through toil and vigilance. One has to make a concerted effort to earn its wrath, but Ilo returns with unending discomfort."],"Minor Boon":["Ilo guards your focus and sustains you through the night. The first time you go more than 16 hours without resting, you don't become {@condition fatigued} until an additional 16 hours pass without rest."],"Moderate Boon":["You gain {@ability low-light vision}. If you already had {@ability low-light vision}, you instead gain {@ability darkvision} or hearing as a precise sense within 20 feet (your choice)."],"Major Boon":["Your composure is unbreakable. Once per minute when you would be gain an effect that negatively affects your checks or DCs modified by Intelligence or Wisdom, attempt a DC 10 flat check. On a success, you can choose to be unaffected."],"Minor Curse":["You gain weakness 5 to {@item silver}, and you are {@condition dazzled} whenever you can see the moon."],"Moderate Curse":["You feel your temples throb ceaselessly. You are permanently {@condition stupefied <1>} and have a −3 status penalty to {@action Recall Knowledge}."],"Major Curse":["Everything becomes tiring. You are permanently {@condition slowed <1>}. Additionally, whenever you rest for the night, attempt a DC 12 flat check. On a failure, you are {@condition fatigued}."],"deity":{"sourceID":"SolthesiaAG","name":"Ilo"}}},{"type":"divineIntercession","name":{"primary":"Mehi"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["It is said that the Dawn Chorus sustains its flock through an endless stream of a thousand tiny mercies, bringing a gentle song to the devoted and a harsh screech to those that mean them ill."],"Minor Boon":["Mehi watches its faithful through a thousand tiny eyes. Once, while outdoors, a small bird sings a song only you can understand. The song contains a cryptic clue or piece of advice for your current situation or stated goal. After receiving the message, you can ask one question in response to the bird, which responds briefly but truthfully (as far as Mehi knows). Mehi typically grants this boon when you are especially lost or uncertain about something significant."],"Moderate Boon":["You need only strain your ears to hear Mehi's song. You can cast {@spell clairaudience} once a day as a {@trait divine} innate spell."],"Major Boon":["Mehi's silence wraps you always. You gain resistance 10 to sonic. Additionally, you are immune to harmful {@trait auditory} and {@trait linguistic} effects and the {@condition deafened} condition."],"Minor Curse":["Mehi's voice is discordant with yours. You have a −5 status penalty to {@action Perform} using sound (for example, music or spoken word)."],"Moderate Curse":["Your ears are always ringing. You have weakness 5 to sonic and are permanently {@condition stupefied <1>}. Additionally, if you perform an action with the {@trait auditory} trait, you must succeed at a DC {@flatDC 5} flat check or the action is lost; attempt the check after spending the action but before any effects are applied."],"Major Curse":["Mehi stops singing for you entirely. You have weakness 5 to sonic and are permanently {@condition deafened} and {@condition stupefied <5>}."],"deity":{"sourceID":"SolthesiaAG","name":"Mehi"}}},{"type":"divineIntercession","name":{"primary":"Naator"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Dream Guide doesn't often show much interest in mortals, rarely even acknowledging its own petitioners. However, the few it does bond with are blessed with slivers of its power, and those that would harm them its ire."],"Minor Boon":["Naator guards your rest. You gain a +8 status bonus to checks and DCs resisting harmful effects that would specifically disturb your sleep, such as the {@spell nightmare} spell, but not harmful effects that merely occur while you are sleeping, such as an assassin's attack."],"Moderate Boon":["You gain the Weight of Sleep action.",{"type":"ability","style":"compact","name":"Weight of Sleep","activity":{"number":1,"unit":"action"},"traits":["divine","incapacitation","manipulate","sleep"],"requirements":"You have a free hand","entries":["You touch a creature to suddenly burden them with the overpowering need to sleep. The target must attempt a Will save against your innate spell DC. An unwilling creature has a +5 circumstance bonus unless it is {@condition grabbed}, {@condition immobilized}, or {@condition restrained}. A willing creature can choose to critically fail its save. You can't target yourself with Weight of Sleep.",{"type":"successDegree","entries":{"Critical Success":"The target is unaffected and has a +5 status bonus against your Weight of Sleep for 24 hours.","Success":"The target is unaffected.","Failure":"The target resists the urge to sleep but is {@condition slowed <1>} and {@condition clumsy <1>} for 1 round.","Critical Failure":"The target falls {@condition unconscious} and can't attempt {@skill Perception} checks to wake up. While a willing target is asleep, it is immune to harmful effects that specifically disturb its sleep, such as the {@spell nightmare} spell. A willing target that sleeps for at least 1 hour gains the benefit of a 4th-level {@spell restoration} spell. The target automatically wakes up after 1 hour if it is unwilling, or either 1 hour or 8 hours if it is willing (its choice)."}}]}],"Major Boon":["Naator walks with you always, and now wakefulness and sleep are not so different. You no longer need to sleep, although you must still rest for 8 continuous hours every 24 hours to be able to make your daily preparations. This rest can take the form of any light, mundane activity that doesn't require a significant degree of mental exertion.","Additionally, you can cast {@spell dreaming potential} as an innate {@trait divine} spell."],"Minor Curse":["Naator stalks you just out of sight, causing you a perpetual anxiety you can never quite quiet. You have a −2 status penalty to saves against effects that would make you {@condition frightened}. Additionally, the first time each minute you gain the {@condition frightened} condition, you become your choice of {@condition immobilized} or {@condition fleeing} for 1 round."],"Moderate Curse":["Naator tasks its more unsavoury emissaries with harassing you. You permanently suffer the effects of the {@curse curse of nightmares}."],"Major Curse":["Naator itself hunts your dreams. Each night, you are targetted by the {@spell nightmare} spell just before sleeping and the {@spell canticle of everlasting grief} spell just after waking up (both DC 35; Naator is considered to have met you)."],"deity":{"sourceID":"SolthesiaAG","name":"Naator"}}},{"type":"divineIntercession","name":{"primary":"Ralef"},"source":{"ID":"SolthesiaAG"},"data":{"Minor Boon":["Ralef slips you free from your bonds. Once, when you fail a save against an effect that would make you {@condition grabbed}, {@condition immobilized}, or {@condition restrained}, you critically succeed instead. Ralef typically grants this boon only if you are hopeless to survive the threat."],"Minor Curse":["Bolts spontaneously jam, keys don't seem to fit, and mechanisms seize up. You have a −3 status penalty to {@action Pick an Lock}, and, whenever you try to open or unlock a door, lock, or container, or you cast the {@spell knock} spell, make a DC {@flatDC 6} flat check. On a failure, your action fails and is wasted."],"Major Curse":["Ralef places a recurring curse to humble you. Each midnight, make a DC {@flatDC 6} flat check. On a failure, you must succeed on a DC 40 Fortitude save or be transformed into a harmless, {@trait Tiny} fish for 24 hours. Your mind is unchanged, although there is very little you can do in this form. This is a {@trait polymorph} effect. If you die while transformed, the transformation is permanent.","Ralef will typically delay your first transformation until you are close enough to some water—whether a river or a bucket—to survive at least one day in your new form."],"deity":{"sourceID":"SolthesiaAG","name":"Ralef"}}},{"type":"divineIntercession","name":{"primary":"Ramuniandanjara"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["Ram'jara grants strength to the pillars of the community and champions of liberty and goodwill. For those that would conquer or oppress its herd, however, Ram'jara has only hatred."],"Minor Boon":["Ram'jara frees you from your bonds. Once, when you either {@action Escape}, and You have a +2 status bonus to {@action Escape}."],"Moderate Boon":["Ram'jara gives you the courage to fight through the worst. Your penalty due to the {@condition frightened} condition is one lower than its value. For example, when you are {@condition frightened <3>}, you would have a −2 status penalty to all your checks and DCs."],"Major Boon":["Ram'jara names you freer of men. You gain a +4 status bonus to checks to {@action Request} during attempts to satisfy one of Ram'jara's edicts. Additionally, you can cast {@spell word of freedom} as a {@trait divine} innate spell once per round without spending a Focus Point. Each creature can only benefit from your {@spell word of freedom} once each day."],"Minor Curse":["Your legs seem to get in each other's way. You have a −2 status penalty to {@action Balance} and a −5-feet status penalty to {@action Leap}. Additionally, whenever you {@action Step}, make a DC {@flatDC 5} flat check. On a failure, you fall {@condition prone} after moving."],"Moderate Curse":["Ram'jara delights in watching others knock sense into you. You take a −2 status penalty to AC, you have weakness 5 to bludgeoning, and you become {@condition stupefied <1>} for {@dice 1d4} rounds whenever you are hit by an attack in the {@group brawling} group."],"Major Curse":["Lacking recourse, Ram'jara makes you a prisoner of your own body. Over the course of one week, your body below the jaw becomes progressively stiffer until they no longer move at all. You have a −4 status penalty to AC, {@skill Perception}, and Reflex saves, and you are permanently {@condition flat-footed}. You can't act in any way that requires movement from something other than your face or voice."],"deity":{"sourceID":"SolthesiaAG","name":"Ramuniandanjara"}}},{"type":"divineIntercession","name":{"primary":"Tajarka"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Great Loving Death rarely interposes on the living. However, it offers succour to those that need it, and an easier path towards the grave for those that deserve it."],"Minor Boon":["Tajarka is unwilling to let its flower wither so soon. Once, when your {@condition wounded} value changes, you gain a +5-foot status bonus to your Speeds and {@ability fast healing <1>} for 10 minutes. Tajarka typically grants this boon when you are struggling to escape serious danger."],"Moderate Boon":["Tajarka protects your lifeforce from waning. You gain a +3 status bonus to saves against effects that would make you {@condition drained}, {@condition enfeebled}, or {@condition sickened}."],"Major Boon":["Tajarka entrusts you to tenderly cultivate your own garden. You can cast the {@ritual plant growth} ritual without any secondary casters or secondary checks, and you gain the Gardener's Blessing action.",{"type":"ability","style":"compact","name":"Gardener's Blessing","activity":{"number":3,"unit":"action"},"traits":["abjuration","concentrate","divine","manipulate"],"entries":["You touch a willing creature to bless its life. For 1 week, it has a +2 status bonus to saves against {@trait poison} and {@trait disease}, and, whenever it would regain Hit Points, it regains an additional {@dice 1d8}."]}],"Minor Curse":["Mosses, vines, and weeds work to claim your property. The plants persistently grow into any land you own, manage, or rest in, potentially damaging structures over time. In wild land, you may find the undergrowth form a mat around you while you sleep, causing minor hindrances such as obscuring possessions or obstructing your movement.","The plants are rarely ever useful for food or crafting, but are also rarely ever directly harmful."],"Moderate Curse":["Tajarka makes it easier for your life to slip away. Whenever you make a recovery check against {@condition persistent damage} or {@condition dying}, the DC increases by 2."],"Major Curse":["The thread fastening your soul weakens. You become permanently {@condition doomed <2>} and can only regain Hit Points through magic."],"deity":{"sourceID":"SolthesiaAG","name":"Tajarka"}}},{"type":"divineIntercession","name":{"primary":"Tar K'hala"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["It is said that the Twisted Serpent follows all who meet it to the ends of the earth. However, it takes particular effort to earn its vested interest."],"Minor Boon":["Tar K'hala offers to correct your minor mistakes. Once, when you {@action Coerce}, {@action Lie}, {@action Impersonate}, {@action Make an Impression}, or {@action Request} and critically fail, you can choose to instead either get a failure or reroll the check with a +2 status bonus and use the second result. Tar K'hala typically gants this boon when it would prevent extremely unfavourable consequences."],"Moderate Boon":["Tar K'hala helps its own, granting you a familiar that takes the form of a black snake for as long as you serve Tar K'hala. You can choose one familiar ability; the GM chooses another. These abilities are permanent.","If you already have a familiar, you can instead choose to replace it with the snake. Your familiar gains two additional familiar abilities, one of which is chosen by the GM and is permanent."],"Major Boon":["Tar K'hala's most devoted servants hear its whispers both in wakefulness and sleep. You can cast {@spell read omens} once per day as a {@trait divine} innate spell. You can also cast the {@ritual commune} ritual without any secondary casters or secondary checks; when you do so, contact a servitor of Tar K'hala, and roll a success, you get a critical success instead."],"Minor Curse":["Nonsapient snakes' attitudes toward you begin one step worse than usual, and can never be more favourable than {@condition indifferent} except through magic. Snakes have a +2 status bonus to {@action Strike} you."],"Moderate Curse":["Your own lips betray you. You gain a −10 status penalty to {@action Lie}, and a −5 status penalty to {@action Make an Impression} and {@action Request}."],"Major Curse":["Those who have truly sought to undermine Tar K'hala's designs are not permitted to even flounder. The Twisted Serpent blesses four of its fanatics with knowledge of your name and location, and charges them to utterly destroy you, whether by pen or sword."],"deity":{"sourceID":"SolthesiaAG","name":"Tar K'hala"}}},{"type":"divineIntercession","name":{"primary":"Unumaator"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["Despite maintaining a number of devoted monastic orders, Unumaator bestows its boons and curses seemingly at random. Its monks nonetheless insist that there is an ineffable truth behind the chaos, and that through all of its gifts a specific meaning can be read by those open to the One Who Is."],"Minor Boon":["Ineffable insight comes to you when gazing into darkness. You can cast {@spell read omens} once per month as an innate {@trait divine} spell. Instead of within 1 week, the chosen event must occur between 1 week and 100 years. Each time you cast the spell this way, roll a {@dice d8}. On a roll of 1, you lose this boon."],"Moderate Boon":["You feel comfortable in the dark. You gain {@ability darkvision}. If you already had {@ability darkvision}, you instead gain {@ability greater darkvision}."],"Major Boon":["Unumaator drapes the void over you. You gain the effects of the {@spell mask of terror} spell (DC 30) permanently. The {@trait illusion} is invisible until the moment just before a creature takes a hostile action, and is only ever visible to that creature."],"Minor Curse":["Everything is so tiring. In exploration mode, you become {@condition fatigued} if you use an exploration activity for more than 1 hour. In encounter mode, you become {@condition fatigued} if, for 10 consecutive rounds, you don't end your turn with at least one unused action. This {@condition fatigued||fatigue} goes away after taking a seated rest for at least 1 hour."],"Moderate Curse":["You see terrifying shapes shifting in the dark. While you can see an area of darkness, you are targetted by the {@spell waking dream} spell whenever anything sudden and unexpected occurs. The DC depends on the severity of the shock: DC 15 for mundane, harmless events (a fly buzzing past your ear; an {@condition unnoticed} creature calling out a greeting), DC 23 for stressful events (bumping into or tripping over something; an abrupt scream or roar), or DC 30 for truly shocking events (being violently attacked; witnessing something supernaturally terrifying). The spell is {@action sustain a spell||Sustained} as long as possible, but you can't be affected by it more than once every hour."],"Major Curse":["Unumaator blots out the void from you, condemning you from ever truly joining the whole. Your eyes become a solid inky-black, and you gain {@ability light blindness}. Additionally, while in darkness, you are both {@condition blinded} and {@condition deafened}."],"deity":{"sourceID":"SolthesiaAG","name":"Unumaator"}}},{"type":"divineIntercession","name":{"primary":"V'rar"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Laughing Dog cares more for devotion than veneration, and loves those who love it freely. However, it is fickle and possessive—those that would frustrate its preferred playthings may receive very sudden retribution."],"Minor Boon":["Once, when you would become {@condition drained}, {@condition enfeebled}, {@condition petrified}, or {@condition sickened}, or gain {@condition persistent damage} from effects that coat your skin, V'rar will burn away your troubles. You are unaffected by the triggering effect as your body momentarily erupts in flame before your skin knits back together. You can choose to direct the flame towards a creature within 5 feet, dealing {@damage 3d10} fire damage (DC 25 basic Reflex save).","V'rar doesn't typically have the patience to hold this boon for the most opportune moment. When the GM grants you this boon, you can choose to ignore it and instead have it trigger on another eligible effect within 10 minutes. The boon automatically occurs after 10 minutes if you haven't already used it."],"Moderate Boon":["V'rar's fiery embrace comforts you. You gain resistance 5 to fire and can treat the {@table temperature effects} of heat as up to 50° lower. You are also immune to nonmagical fires that don't extend beyond a 5-foot cube."],"Major Boon":["You can feel V'rar protectively padding around your mind. You have a +10 status bonus to saves against {@trait emotion} effects."],"Minor Curse":["Your wounds fester and rot. You gain only half as many Hit Points from nonmagical healing and resting, and you have a −2 status penalty to saves against {@trait disease||diseases}."],"Moderate Curse":["V'rar makes it difficult for you to find comfort around open flames. You gain weakness 5 to fire, and you have a −3 status penalty on checks to resist {@trait fire} effects."],"Major Curse":["A deafening, hysterical cackle fills the air as you spontaneously combust. You suffer {@damage 10d10 + 40} fire damage (DC 45 basic Fortitude save), {@damage 1d10} {@condition persistent damage||persistent fire damage}, and {@damage 1d10} {@condition persistent damage||persistent negative damage}. While suffering any of the {@condition persistent damage}, you are {@condition deafened} by the disembodied laughter; you are also {@condition blinded} and {@condition flat-footed} while suffering the {@condition persistent damage||persistent fire damage}. All of this damage is {@trait magical}.","V'rar typically lacks the patience to inflict this curse at a particularly improper time, nor to inflict it on a creature more than once for a single offence."],"deity":{"sourceID":"SolthesiaAG","name":"V'rar"}}},{"type":"divineIntercession","name":{"primary":"Vohis-om-vire"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["The Autumn Lord rarely intercedes for those outside its court, expecting that the Rondamic state apparatus act appropriately on its behalf. However, it has been known to exercise its power to honour the loyal and reform the subversive, should an exceptional case be made with the recipient in its presence."],"Minor Boon":["Vohis-om-vire protects those devoted to its glory. Once, when you would take bludgeoning or piercing damage, dense bark spreads from the wound and erupts into flames. For 1 minute, you gain the following benefits:",{"type":"list","items":["You gain resistance 5 to bludgeoning, piercing, and fire damage.","Adjacent creatures that hit you with a melee attack, as well as creatures that hit you with unarmed attacks, take 1 fire damage each time they do.","You cast bright light in a 10-foot radius and dim light for the next 10 feet."]},"Vohis-om-vire typically grants this boon when you are outmatched but have little hope (or justification) to escape."],"Moderate Boon":["Your passage to carry out official business is assured to be safe and swift. You can cast {@spell tree stride} as an innate {@trait divine} spell once per day. You can cast the spell with only 3 actions, but you can only travel through maples."],"Major Boon":["You carry the authority of the Autumn Lord wherever you go. While actively serving your country, you have a +1 status bonus to AC and all saves and a +3 status bonus to {@skill Diplomacy} and {@skill Intimidation} checks, as well as to {@action Recall Knowledge} checks about the Rondaumic Empire. Additionally, you can cast {@spell shape wood} and {@spell speak with plants} as innate {@trait divine} spells at will."],"Minor Curse":["Vohis-om-vire assigns an emissary to hold you accountable. You become afflicted with the {@curse oath of the flesh} curse, except damage from the curse can be healed once you make fair amends for the broken promise."],"Moderate Curse":["It displeases Vohis-om-vire for its enemies to walk freely amongst its subjects, so it sets an emissary to monitor you. Once each month, you are targetted by a 6th-level {@spell brand the impenitent|LOGM} spell (DC 30), except the duration on a success and failure is 1 day and 1 week respectively. The symbol is visible to the blessed of Vohis-om-vire, as well as the aristocrats, officers, and soldiers of the Rondamic Empire. While the symbol lasts, if a citizen of Rondam observes you committing a crime or otherwise acting with hostility, the nearest officer is telepathically alerted to their concerns and learns your position."],"Major Curse":["Judging you irredeemable, Vohis-om-vire offers you no mercy. After spending at least 10 minutes in a forest well-claimed by Vohis-om-vire, you are targetted by three simultaneous instances of the {@spell murderous vine} spell (DC 30). Vohis-om-vire typically waits until you are alone or passing through a narrow passage. If you defeat the vines, Vohis-om-vire repeats the curse every few minutes that you remain in its forest. Depending on the nature of your crimes, the vines' damage may be {@trait nonlethal} so that Vohis-om-vire can later send an emissary to capture you."],"deity":{"sourceID":"SolthesiaAG","name":"Vohis-om-vire"}}},{"type":"divineIntercession","name":{"primary":"Zekets"},"source":{"ID":"SolthesiaAG"},"data":{"preamble":["Although the Mistbird's blessings are typically subtle, calming the skies for a traveller and bringing gentle rain for a community, it rewards its most faithful devotees with the means to travel freely and easily. Those that earn its ire—the destructive, the cruel, and the imprisoning—find the sky itself spitting on them wherever they go."],"Minor Boon":["You feel as one with the open air. For one week, you gain a +3 status bonus to {@action Sense Direction} while outdoors and to {@action Recall Knowledge} about the weather."],"Moderate Boon":["Zekets' breeze lifts you. You gain a +5-foot status bonus to your Speeds while outdoors, and any air-driven vehicle you travel in gains a +10-foot status bonus to its Speeds."],"Major Boon":["Zekets has freed your body to drift as the clouds do. You can cast {@spell gaseous form} on yourself as an innate {@trait divine} spell at will. When you do so, you gain a +15-foot status bonus to your fly Speed."],"Minor Curse":["You struggle to feel comfortable outside. You experience {@table temperature effects} as if they were 20° colder if the temperature is no more than 64°F, or as if they were 20° hotter if the temperature is 64°F or greater."],"Moderate Curse":["The air seems to tense around you. You gain weakness 3 to sonic, and you have a -3 status penalty to cause or resist {@trait auditory} or {@trait sonic} effects."],"Major Curse":["The sky itself abhors your presence. The weather in a 500-foot radius around you is always stormy. Roughly twice each minute you are outside, a sudden gust of wind buffets you. Make a DC 40 basic Fortitude save. On a failure, you fall and land {@condition prone}. On a critical failure, you also take {@damage 1d6} bludgeoning damage and are are blown 10 feet toward some obstacle or danger."],"deity":{"sourceID":"SolthesiaAG","name":"Zekets"}}}]}
