{
	"type": "divineIntercession",
	"name": {
		"primary": "Irori"
	},
	"source": {
		"page": 31,
		"ID": "LOGM"
	},
	"data": {
		"Minor Boon": [
			"Irori grants you great insight and knowledge. Once, when you roll a failure at a check to {@action Recall Knowledge}, you get a critical success instead. Furthermore, the check loses the {@trait secret} trait, so you know for sure that the result was a critical success. Irori typically grants this boon for an extremely consequential check to {@action Recall Knowledge}."
		],
		"Moderate Boon": [
			"Your body rebuilds after adversity, becoming stronger. You can cast {@spell wholeness of body} as an {@trait occult} ki spell. If you didn't have one already, you gain a focus pool with 1 Focus Point and are trained in {@trait occult} spell attack rolls and spell DCs."
		],
		"Major Boon": [
			"You can temporarily ascend to a greater form. You can cast 8th-level {@spell righteous might} once per day as an {@trait occult} innate spell. When you do, your form appears unremarkable, rather than clad in powerful armaments."
		],
		"Minor Curse": [
			"Irori challenges you to seek another path, rather than treat every problem as a nail just because you have a hammer. If you select a check for which you have a higher bonus when another method would have been more appropriate for the situation, such as using {@skill Deception} to lie through life because it's your highest modifier, even if it would be better to reach a compromise through {@skill Diplomacy}, you must roll twice and take the lower result."
		],
		"Moderate Curse": [
			"Irori challenges you to adapt to adversity in order to perfect yourself. You become weighed down as if under heavy weights, becoming {@condition clumsy 2} and {@condition encumbered} until you accomplish a challenging task of Irori's choosing."
		],
		"Major Curse": [
			"Irori makes all living creatures forget your existence. This can be further compounded by raising Irori's ire, resulting in your name being obliterated from all written records. In both cases, memories and writings rearrange themselves to omit you smoothly, rather than leaving obvious gaps."
		]
	}
}
