{
	"type": "divineIntercession",
	"name": {
		"primary": "Norgorber"
	},
	"source": {
		"page": 37,
		"ID": "LOGM"
	},
	"data": {
		"Minor Boon": [
			"Norgorber protects your secrets and lies. Once, when you roll a failure at a {@skill Deception} check to tell a {@action Lie}, you get a critical success instead. Norgorber typically chooses to grant this boon to protect an extremely consequential lie."
		],
		"Moderate Boon": [
			"Your poisons are everlasting. If your {@action Strike} with a poisoned weapon critically fails, or succeeds but fails to deal slashing or piercing damage, the poison is not spent. The poison is still spent once successfully applied to a creature."
		],
		"Major Boon": [
			"You become a living secret. You are immune to {@trait divination} effects and attempts to magically alter your memory, unless you choose to be affected or those effects come from a deity, artifact, or similarly powerful source. You also can never be tricked or forced by mundane means into uttering a secret you wish to keep."
		],
		"Minor Curse": [
			"Norgorber allows thieves to get the better of you. Whenever you {@action Earn Income}, you earn money as if the task were 2 levels lower due to theft, loss, or bad fortune."
		],
		"Moderate Curse": [
			"Poisons are quick to debilitate you. When you roll a failure at a Fortitude save against a poison, you get a critical failure instead."
		],
		"Major Curse": [
			"Norgorber steals away your memories. Once each day when you awake from rest, roll {@dice 1d4}. On a 1, you forget the events of the previous day forever. On a 2, you temporarily experience complete retrograde amnesia for that day, unable to recall information from the past, including who you are. On a 3, you temporarily forget a single important subject for that day (Norgorber tends to intentionally chooses a memory to cause distress, such as making you forget your spouse on your anniversary). On a 4, you temporarily remember false memories on a single important subject for that day, blended seamlessly into your true memories."
		],
		"deity": {
			"sourceID": "LOGM",
			"name": "Norgorber"
		}
	}
}
