{
	"type": "background",
	"name": {
		"primary": "Eclectic Scholar"
	},
	"source": {
		"page": 13,
		"ID": "SKT0"
	},
	"data": {
		"traits": [
			{
				"trait": "uncommon"
			}
		],
		"entries": [
			"Understanding history isn't just about translating old laws and reading about who invaded whom; it's also packed with magical outbursts, extraplanar interventions, and unexplained oddities not yet understood by modern science. You have a knack for absorbing esoteric trivia and unraveling past supernatural events. Your studies recently drew you to the dwarven city of Tar-Kazmukh, whose Blue Warders maintain an eclectically magical library. Perusing its shelves didn't answer your most burning questions, but it did earn you some friends, expose you to a dizzying array of dwarven religious lore, and introduce you to some intriguing mysteries buried in Highhelm's history.",
			"Believing that Highhelm might provide you with greater opportunities, a Blue Warder named Rosha Coppervein facilitated introductions between you and their adoptive clan, Clan Tolorr. It seems your credentials and whatever Rosha wrote on your behalf made an impression; within a week, you received an invitation to Highhelm and travel funds to study with Tolorr sages! The shy Rosha has stayed in Tar-Kazmukh for now, enjoying its relative quiet, but you know that they'll join you in a few weeks for Tolorr's Family Festival.",
			"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
			"You're trained in the {@skill Occultism} skill and the {@skill Lore||Dwarven Pantheon Lore} skill, an uncommonly broad {@skill Lore} skill that pertains to {@deity Torag|CRB|Torag's} faith and those faiths of his divine family. You gain the {@feat Quick Identification} skill feat.",
			"{@b Connection:} Rosha Coppervein, a Blue Warder who married into Clan Tolorr",
			"{@b Reputation Points:} +0"
		]
	},
	"tags": {
		"abilityBoosts": {
			"count": 2,
			"abilities": {
				"Intelligence": true,
				"Wisdom": true,
				"free": true
			}
		},
		"trainedSkills": {
			"count": 2,
			"skills": {
				"Occultism": true,
				"Lore": true
			}
		},
		"gainedFeats": {
			"count": 1,
			"options": [
				{
					"name": "Quick Identification",
					"sourceID": "CRB"
				}
			]
		}
	}
}
