{
	"type": "divineIntercession",
	"name": {
		"primary": "Besmara"
	},
	"source": {
		"page": 4,
		"ID": "LOGM-WS"
	},
	"data": {
		"Minor Boon": [
			"Besmara wants you to amuse her, placing both plunder and peril in your path. This intercession often takes the form of an unexpected treasure map, a message in a bottle, or some other sign leading you to a great reward, assuming you can handle the challenges along the way."
		],
		"Moderate Boon": [
			"You are at home on the seas and always ready to plunder an enemy vessel or defend your own. When aboard a boat, you gain a +2 status bonus to all initiative rolls, {@skill Acrobatics} checks to {@action Balance}, and {@skill Athletics} checks to {@action Climb}. In addition, you never get seasick."
		],
		"Major Boon": [
			"You seem to be unaffected by storms. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions."
		],
		"Minor Curse": [
			"You feel some of the effects of scurvy, making your wounds flow more easily. The DC of the flat check for you to remove {@condition persistent damage||persistent bleed damage} is 20 instead of 15 (or 15 instead of 10 if using extremely efficient methods to assist your recovery), and you don't recover from {@condition persistent damage||persistent bleed damage} automatically when you reach full Hit Points."
		],
		"Moderate Curse": [
			"You get seasick, becoming {@condition sickened 2} whenever you can see the sea or are on a boat at sea. You can't reduce this condition until you can no longer see the sea or are off the boat, though you can manage to stomach enough food and water to survive on a voyage, with extreme discomfort."
		],
		"Major Curse": [
			"You meet extreme financial ruin for daring to gravely offend the Pirate Queen. Besmara's agents steal all your booty and bring the spoils to Besmara's ship, Seawraith. If you want a chance to recover your lost wealth, you must parlay with the goddess and accept whatever dangerous terms she offers, usually requiring a heist she will find sufficiently amusing to watch whether you succeed or fail, and requiring you to trade your spoils from that quest for your previous belongings."
		]
	}
}
