{
	"type": "divineIntercession",
	"name": {
		"primary": "Nivi Rhombodazzle"
	},
	"source": {
		"page": 8,
		"ID": "LOGM-WS"
	},
	"data": {
		"Minor Boon": [
			"Those who have earned Nivi's trust are blessed with wild turns of luck in the worst of circumstances. Once, instead of attempting the check you would normally roll, you attempt a DC 11 flat check with the same results. Nivi always grants this boon when the odds are stacked against you (though this same effect is an alternate to her minor curse if she uses it for a check when you would have been very likely to succeed)."
		],
		"Moderate Boon": [
			"Nivi bestows a fraction of her skill at pushing consequences down the road. Once per day, after attempting a check, you can roll a second time. You must use the result of the second roll, even if it is worse. This is a {@trait fortune} effect. At any point after you use this boon, the GM can replace one of your check results with the first result of the check you attempted when using this boon; this delayed result can't be further delayed, prevented, or affected in any way, even by other divine intercessions."
		],
		"Major Boon": [
			"Those who have done much to please Nivi find themselves slipping from sight when needed. Any time you attempt a {@skill Stealth} check to {@action Hide} or {@action Sneak}, you also gain the effects of 2nd-level {@spell invisibility} and {@spell fleet step} spells to help you elude your enemies. These effects last until the end of your next turn or until you stop {@action hide||Hiding} or {@action sneak||Sneaking}, whichever comes first (you can continue to {@action Hide} or {@action Sneak}, turn after turn, to extend these effects)."
		],
		"Minor Curse": [
			"Those who betray Nivi's trust find defeat where there was sure to be victory. Once, when you roll a natural 20 on a die, the result becomes a natural 1 instead. Nivi typically uses this curse for maximum poetic justice."
		],
		"Moderate Curse": [
			"Those who arouse Nivi's wrath find themselves bound to the earth with no place to hide. You are wreathed in constant {@spell faerie fire} and constantly affected by {@spell earthbind}, and any effect that grants invisibility doesn't work on you."
		],
		"Major Curse": [
			"Nivi curses unworthy adherents with recklessness. Any time you are presented with a wager, you are compelled to accept, no matter the odds. If you succeed at a DC 40 Will save, you can at least attempt to alter the stakes of that wager in your favor, but you must still accept."
		],
		"deity": {
			"sourceID": "LOGM",
			"name": "Nivi Rhombodazzle"
		}
	}
}
